tap "homebrew/bundle"
tap "homebrew/services"
brew "angular-cli"
brew "awscli"
brew "docker-compose"
brew "git"
brew "mkcert"
brew "nvm"
brew "yarn"
cask "brave-browser"
cask "dbeaver-community"
cask "docker"
cask "dotnet-sdk"
cask "firefox"
cask "google-chrome"
cask "insomnia"
cask "microsoft-auto-update"
cask "microsoft-remote-desktop"
cask "microsoft-teams"
cask "rectangle"
cask "rider"
cask "tunnelblick"
cask "visual-studio-code"
cask "vlc"
cask "warp"
cask "zoom"
vscode "angular.ng-template"
vscode "dbaeumer.vscode-eslint"
vscode "eamodio.gitlens"
vscode "esbenp.prettier-vscode"
vscode "github.copilot"
vscode "github.copilot-chat"
vscode "johnpapa.angular-essentials"
vscode "johnpapa.angular2"
vscode "johnpapa.vscode-peacock"
vscode "johnpapa.winteriscoming"
vscode "ms-dotnettools.csdevkit"
vscode "ms-dotnettools.csharp"
vscode "ms-dotnettools.vscode-dotnet-runtime"
vscode "ms-vsliveshare.vsliveshare"
vscode "pkief.material-icon-theme"
vscode "streetsidesoftware.code-spell-checker"
vscode "streetsidesoftware.code-spell-checker-british-english"
